export let Content: Array<any> = [

{
  component: "Header",
  content: [
    {
      language: "english",
      Buttons: [
        "CONTACTS",
        "ABOUT US",
        "OUR PROJECTS",
        "THE SERVICES",
        "HOME"
      ]
    },

    {
      language: "russian",
      Buttons: [
        "КОНТАКТЫ",
        "О НАС",
        "НАШИ РАБОТЫ",
        "УСЛУГИ",
        "ГЛАВНАЯ"
      ]
    }
  ]
},





{
  component: "About",
  content: [
      {
      language: "russian",
      Titles: [
        "О НАС",
        "НАШИ ПРЕИМУЩЕСТВА"
      ],
      SubTitles: [
        "СТУДИЯ ВИЗУАЛИЗАЦИИ"
      ],
      Paragraphs: [
        'yad.design - это больше, чем обычная студия визуализации, это команда единомышленников и фанатов своего дела. Мы уже более 3 лет работаем вместе над проектами разного стиля и масштаба, создавая продукт, который можно наглядно предаствить для девелоперов, инвесторов, архитектурных бюро, рекламных агенств, частных дизайнеров и архитекторов. Наша работа помогает максимально наглядно и в ярких цветах презентовать Ваши идеи, как существующие, так и те, что только в планах.',
        'За время нашей работы мы выработали определенные стандарты контроля и качества, и даже когда у нас в работе находится десятки обьектов, клиент всегда получит результат высочайшего качетсва. А наши менеджеры будут держать вкурсе разработки проекта и в любое время ответять на интересующие вас вопросы.',
        'Мы можем помочь Вам составить подробное техническое задание на визуализацию Вашего обьекта, что существенно сократит время, потраченое на визуализацию. Интерьер средней сложности мы можем выполнить за 1 рабочий день (если визуализатор в определенный момент будет свободен). А наличие рендер-фермы позволит сократить Ваше ожидание рендров до нескольких часов.',
        'Мы будем рады помочь Вам с визуализацией Ваших дизайнерских идей. К каждому проекту мы подходим максимально ответсвенно и скурпулёзно. Вы можете быть уверены, что все Ваши идеи будут донесены Вашему заказчику точно, быстро и красиво.'
      ],
      Pros: [
        "100% выполнение сроков",
        "Работаем с 2014",
        "Нет скрытых платежей",
        "Чёткое следование T3",
        "Гибкая система оплаты",
        "Постобработка от граф. дизайнеров",
        "Собственная реднер-ферма",
        "Возможность срочных заказов"
      ]
    },

    {
      language: "english",
      Titles: [
        "ABOUT US",
        "НАШИ ПРЕИМУЩЕСТВА"
      ],
      SubTitles: [
        "СТУДИЯ ВИЗУАЛИЗАЦИИ"
      ],
      Paragraphs: [
        'Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн. Его популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в 60-х годах и, в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах которых используется Lorem Ipsum.',
        'Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн. Его популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в 60-х годах и, в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах которых используется Lorem Ipsum.',
        'Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн. Его популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в 60-х годах и, в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах которых используется Lorem Ipsum.',
        'Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн. Его популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в 60-х годах и, в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах которых используется Lorem Ipsum.'
      ],
      Pros: [
        "100% выполнение сроков",
        "Работаем с 2014",
        "Нет скрытых платежей",
        "Чёткое следование T3",
        "Гибкая система оплаты",
        "Постобработка от граф. дизайнеров",
        "Собственная реднер-ферма",
        "Возможность срочных заказов"
      ]
    }
  ]
},





{
  component: "Home",
  content: [
    {
      language: "russian",
      Titles: [
        "О СТУДИИ",
        "УСЛУГИ",
        "ПОРТФОЛИО"
      ],
      SliderText: [
        "СТУДИЯ АРХИТЕКТУРНОЙ ВИЗУАЛИЗАЦИИ",
      ],
      SubTitles: [
        [ "ВИЗУАЛИЗАЦИЯ", "ОБЩЕСТВЕННЫХ И ЖИВЫХ", "ИНТЕРЬЕРОВ" ],
        [ "ВИЗУАЛИЗАЦИЯ", "ОБЩЕСТВЕННЫХ ЗДАНИЙ", "И МИКРОРАЙОНОВ" ],
        [ "ВИЗУАЛИЗАЦИЯ", "ПРЕДМЕТОВ", "МЕБЕЛИ" ]
      ],
      Paragraphs: [
        "Мы студия визуализации YAD, занимающаяся созданием 3d визуализаций для различных клиентов: архитекторов и дизайнеров, девелоперов и маркетологов. От создания интерьера квартиры либо дома, до визуализации жилого дома и коттеджных поселков, визуализация каталога либо предмета мебели – это то, что мы умеем и любим. К любым заданиям мы относимся максимально ответственно. Главная наша задача – подать Вашу идею как можно выгоднее и «вкуснее», что поможет Вам продать ее подороже, ведь мы в этом так же заинтересованы. В нашей команде собраны профессионалы своего дела. Моделеры, визуализаторы, менеджеры и аниматоры, за плечами которых в общем 35 лет работы, помогут Вам перенести свои идеи в нечто материальное и перенести это в кротчайшие сроки, так как над проектом стабильно работают от 2 человек. Сотрудничая с нами, Вы можете быть уверены, что проект будет сдан вовремя и без лишних нервов."
      ]
    },

    {
      language: "english",
      Titles: [
        "О СТУДИИ",
        "УСЛУГИ",
        "ПОРТФОЛИО"
      ],
      SliderText: [
        "СТУДИЯ АРХИТЕКТУРНОЙ ВИЗУАЛИЗАЦИИ",
      ],
      SubTitles: [
        "ВИЗУАЛИЗАЦИЯ<br>ОБЩЕСТВЕННЫХ И ЖИВЫХ<br>ИНТЕРЬЕРОВ",
        "ВИЗУАЛИЗАЦИЯ<br>ОБЩЕСТВЕННЫХ ЗДАНИЙ<br>И МИКРОРАЙОНОВ",
        "ВИЗУАЛИЗАЦИЯ<br>ПРЕДМЕТОВ<br>МЕБЕЛИ"
      ],
      Paragraphs: [
        "Мы студия визуализации YAD занимающаяся созданием 3d визуализаций для различных клиентов: архитекторов и дизайнеров, девелоперов и маркетологов. От создания интерьера квартиры либо дома, до визуализации жилого дома и коттеджных поселков, визуализация каталога либо предмета мебели – это то что мы умеем и любим, к любым заданиям мы относимся максимально ответственно. Главная наша задача – подать Вашу идею как можно выгоднее и «вкуснее», что поможет Вам продать ее подороже, ведь мы в этом так же заинтересованы. В нашей команде собраны профессионалы своего дела. Моделеры, визуализаторы, менеджеры и аниматоры за плечами которых в общем 35 лет работы помогут вам перенести свои идеи в нечто материальное, и перенести это в кротчайшие сроки так как над проектом стабильно работают от 2 человек. Сотрудничая с нами, Вы можете быть уверены что проект будет сдан вовремя и без лишних нервов."
      ]
    }
  ]
},





{
  component: "Contacts",
  content: [
    {
      language: "russian",
      Titles: [
        "КОНТАКТЫ"
      ],
      SubTitles: [
        "Телефон",
        "E-mail"
      ],
      Phones: [
        "+38 (093) 524 77 32",
        "+38 (093) 344 23 93"
      ],
      Emails: [
        "yad.design.studio@gmail.com"
      ],
      Paragraphs: [
        'Если Вы хотите сделать заказ, опишите суть задачи в форме ниже. Также Вы можете прикрепить архив с имеющимися у Вас данными по проекту (чертежи, аналоги, фото, эскизы и т.п). После ознакомления нами Вашей задачи, мы свяжемся с Вами и предоставим подробную информацию по срокам, цене или другому интересующему Вас вопросу. Так же Вы можете связаться с нами любым удобным для Вас способом  (телефон, скайп, мессенджеры, соц. сети). Будем рады сотрудничеству и работе над любым заданием.'
      ]
    },

    {
      language: "english",
      Titles: [
        "КОНТАКТЫ"
      ],
      SubTitles: [
        "Телефон",
        "E-MAIL"
      ],
      Phones: [
        "+38 (093) 524 77 32",
        "+38 (093) 344 23 93"
      ],
      Emails: [
        "yad.design.studio@gmail.com"
      ],
      Paragraphs: [
        'Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн. Его популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в 60-х годах и, в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах которых используется Lorem Ipsum.'
      ]
    }
  ]
},



{
  component: "Services",
  content: [
    {
      language: "russian",
      Titles: [
        "УСЛУГИ",
        "ВИЗУАЛИЗАЦИЯ ИНТЕРЬЕРА",
        "ВИЗУАЛИЗАЦИЯ ЭКСТЕРЬЕРА",
        "ПРЕДМЕТНАЯ ВИЗУАЛИЗАЦИЯ",
        "ЭТАПЫ РАБОТЫ",
        "1. СОГЛАСОВАНИЕ ДЕТАЛЕЙ. ПОЛУЧЕНИЕ ТЕХНИЧЕСКОГО ЗАДАНИЯ. ОЦЕНКА СТОИМОСТИ ПРОЕКТА",
        "2. НАЧАЛО РАБОТЫ НАД ПРОЕКТОМ И ЕГО ПРОЦЕСС",
        "ФИНАЛЬНЫЕ ИЗОБРАЖЕНИЯ",
        "3. ЗАВЕРШЕНИЕ ПРОЕКТА. ОПЛАТА ПОЛНОЙ СТОИМОСТИ ЗА ПРОЕКТ"
      ],
      SubTitles: [
        "ОТ 250 РУБ М^2",
        "ОТ 15 000 РУБ ОБЪЕКТ",
        "ОТ 1000 РУБ. КАРТИНКА",
        "Для начала работы над проектом нам необходимо иметь следующую информацию:",
        "После утверждения всех подробностей вносится предоплата 50% от полной стоимости"
      ],
      Text: [
        [
          "На сегоднешний день визуализация интерьера просто необходима для архитекторов и дизайнеров. Сейчас трудно представить ремонт квартиры, дома, общественного помещения  с одними только чертежами, набросками от руки и словестными обьяснениями, Визуализация для ремонта и стройки это необходимость. Мы делаем эту необходимость красивой, понятной и в минимальные сроки. Виазуализация от нашей студии донесет всю идею дизайна и покажет ее с наилучшей стороны, что в свою очередь поможет Вам быстрее сдать проект заказнику.",
          "Срок на визуализацию интерьера средней сложности от 1 дня."
        ],
        [
          "Наша студия выполняет  визуализации как малых архитектурных форм, коттеджей так целых поселков и жилых комплексов. Визуализация зданий поможет быстрее согласовать проект фасадов или полной архитектурной формы перед Вашим клиентом. Красивая и реалистичная визуализации поможет вам четко донести  и продать свою идею на презентации перед инвесторами. Визуализация экстерьера это всегда интересная и не простая задача, и каждый раз мы беремся за нее с огромным интересом.",
          "Срок на визуализацию экстерьера нужно уточнять у нашего менеджера, он варируется как от 1 дня так и до месяца"
        ],
        [
          "Вам нужны фотографии десятка кроватей или торшеров, но нет помещения, мебель габаритная и трудно транспортируемая или нужна ванная с интересного ракурса и на все это нет возможности нанять фотографа. Предметная визуализация поможет вам сделать десятки кадров с необходимых ракурсов, показать любой предмет мебели что существует только на бумаге и все это выйдет дешевле и быстрее чем работа фотографа с учетом того что результат почти идентичен.",
          "Срок на визуализацию одного предмета от 1 дня"
        ]
      ],
      AddInfo: [
        "* Стоимость услуг может варьироваться как в меньшую, так и в большую сторону, в зависимости от сложности и объема работы. Цена согласовывается перед началом работы",
        "* Максимально подробно составленное Т3 может ускорить визуализацию до 80%, потребует меньше правок и нервов, как ваших, так и наших"
      ],
      Buttons: [
        "ЗАКАЗАТЬ"
      ],
      Stages: [
        {
          Titles: [
            "ИНТЕРЬЕР",
            "ЭКСТЕРЬЕР"
          ],
          Text: [
              [
                "План помещения с расстановкой мебели",
                "Планы (потолка, пола, освещения)",
                "Развертки по стенам помещения",
                "Подборка материалов, используемых в интерьере (штукатурка, краска, обои)",
                "Подборка аналогов мебели, освещения, декора, либо ссылки на 3ddd",
                "Подборка интерьеров с нужным настроением и стилистикой"
              ],
              [
                "Фасады здания",
                "Планы этажей",
                "Разрезы здания",
                "Ген. план участка с геодезическими высотами и расстановкой видовых точек",
                "Подборка материалов, используемых в экстерьере",
                "Чертежи либо фото узлов декорирования, используемого в экстерьере",
                "Фотографии и изображения прилегающих обьектов недвижимости (если необходима детальная обработка)"
              ]
          ]
        },
        {
          Titles: [
            "Первый шаг",
            "Второй шаг",
            "Третий шаг",
            "ФИНАЛЬНЫЙ ШАГ"
          ],
          Text: [
            [
              "Изображение основного объема помещения, без проработки мелких деталей и ньюансов освещения.",
              "В среднем занимает 1 рабочий день по времени.",
              "Размер изображения до 1200px по большей стороне"
            ],
            [
              "Правки от дизайнера",
              "Вносятся правки к первым черновым картинкам. Утверждаются материалы, освещение, предметы мебели.",
              "Размер исходного изобрадения 1500px по большей стороне"
            ],
            [
              "Правки от заказчика",
              "Полностью утверждаются детали, декорирование и свет в интерьере. Вносятся незначительные изменения.",
              "Размер исходного изображения 1500px по большей стороне"
            ],
            [
              "Финальный шаг визуализации. Вы получаете от 3х ракурсов на помещение в разрешении от 1500px (большее разрешение обговаривается заранее). Картинки высылаем с постобработкой (исходники и маски также можем выслать). Передача сцены в 3D пакете обсуждаеся лично"
            ]
          ]
        }
      ]
    },

    {
      language: "english",
      Titles: [
        "УСЛУГИ",
        "ВИЗУАЛИЗАЦИЯ ЭКСТЕРЬЕРА",
        "ВИЗУАЛИЗАЦИЯ ИНТЕРЬЕРА",
        "ПРЕДМЕТНАЯ ВИЗУАЛИЗАЦИЯ",
        "ЭТАПЫ РАБОТЫ",
        "1. СОГЛАСОВАНИЕ ДЕТАЛЕЙ. ПОЛУЧЕНИЕ ТЕХНИЧЕСКОГО ЗАДАНИЯ. ОЦЕНКА СТОИМОСТИ ПРОЕКТА",
        "2. НАЧАЛО РАБОТЫ НАД ПРОЕКТОМ И ЕГО ПРОЦЕСС",
        "ФИНАЛЬНЫЕ ИЗОБРАЖЕНИЯ",
        "3. ЗАВЕРШЕНИЕ ПРОЕКТА. ОПЛАТА ПОЛНОЙ СТОИМОСТИ ЗА ПРОЕКТ"
      ],
      SubTitles: [
        "ОТ 15 000 РУБ ОБЪЕКТ",
        "ОТ 250 РУБ М^2",
        "ОТ 1000 РУБ. КАРТИНКА",
        "Для начала работы над проектом нам необходимо иметь следующую информацию:",
        "После утверждения всех подробностей вносится предоплата 50% от полной стоимости"
      ],
      AddInfo: [
        "* Стоимость услуг может варьироваться как в меньшую, так и в большую сторону, в зависимости от сложности и объема работы. Цена согласовывается перед началом работы",
        "* Максимально подробно составленное Т3 может ускорить визуализацию до 80%, потребует меньше правок и нервов, как ваших, так и наших"
      ],
      Buttons: [
        "ЗАКАЗАТЬ"
      ],
      Stages: [
        {
          Titles: [
            "ИНТЕРЬЕР",
            "ЭКСТЕРЬЕР"
          ],
          Text: [
              [
                "План помещения с расстановкой мебели",
                "Планы (потолка, пола, освещения)",
                "Развертки по стенам помещения",
                "Подборка материалов, используемых в интерьере (штукатурка, краска, обои)",
                "Подборка аналогов мебели, освещения, декора, либо ссылки на 3ddd",
                "Подборка интерьеров с нужным настроением и стилистикой"
              ],
              [
                "Фасады здания",
                "Планы этажей",
                "Разрезы здания",
                "Ген. план участка с геодезическими высотами и расстановкой видовых точек",
                "Подборка материалов, используемых в экстерьере",
                "Чертежи либо фото узлов декорирования, используемого в экстерьере",
                "Фотографии и изображения прилегающих обьектов недвижимости (если необходима детальная обработка)"
              ]
          ]
        },
        {
          Titles: [
            "Первый шаг",
            "Второй шаг",
            "Третий шаг",
            "ФИНАЛЬНЫЙ ШАГ"
          ],
          Text: [
            [
              "Изображение основного объема помещения, без проработки мелких деталей и ньюансов освещения.",
              "В среднем занимает 1 рабочий день по времени.",
              "Размер изображения до 1200px по большей стороне"
            ],
            [
              "Правки от дизайнера",
              "Вносятся правки к первым черновым картинкам. Утверждаются материалы, освещение, предметы мебели.",
              "Размер исходного изобрадения 1500px по большей стороне"
            ],
            [
              "Правки от заказчика",
              "Полностью утверждаются детали, декорирование и свет в интерьере. Вносятся незначительные изменения.",
              "Размер исходного изображения 1500px по большей стороне"
            ],
            [
              "Финальный шаг визуализации. Вы получаете от 3х ракурсов на помещение в разрешении от 1500px (большее разрешение обговаривается заранее). Картинки высылаем с постобработкой (исходники и маски также можем выслать). Передача сцены в 3D пакете обсуждаеся лично"
            ]
          ]
        }
      ]
    }
  ]
},

{
  component: "Admin",
  content: [
    {
      language: "russian"
    },
    {
      language: "english"
    }
  ]
}

]
